Repository: stanmay77/Social
Catalog: Social/*.lproj/Localizable.strings
Languages: de

# loginLabel
source: Sign In
de: Einmelden

# signUpLabel
source: Sign up as a new user
de: Anmelden

# loginTextFieldPlaceholder
source: Your email
de: Ihre Email

# passwordTextFieldPlaceholder
source: Your password
de: Ihr Passwort

# profileUploadPhotoLabel
source: Tap to load your avatar
de: Tippen um Avatar zu laden

# confirmPasswordSignUpPlaceholder
source: Confirm Password
de: Bestätigen Sie das Passwort

# yourNameSignUpPlaceholder
source: Your Name
de: Ihr Name

# yourCitySignUpPlaceholder
source: Your city
de: Ihr Stadt

# signUpLabelText
source: Please enter your email, password to sign up in the service. Confirm password by entering it once more.
de: Bitte geben Sie E-Mail und Passwort ein, um sich anzumelden. Bestätigen Sie ihre Passwort, indem Sie es noch einmal eingeben.

# profileLabelText
source: Please tell us about yourself
de: Bitte erzählen Sie über sich selbst

# passwordConfirmationLabelText
source: Passwords must match!
de: Die Passwörter müssen übereinstimmen!

# postsVCTitle
source: Posts
de: Mitteilungen

# profileVCTitle
source: Profile
de: Profil

# favVCTitle
source: Favorites
de: Lieblingsbeiträge

# yourOccupationSignUpPlaceholder
source: Your occupation
de: Ihr Beruf

# detailInfoLabel
source: Detailed info
de: Detailinfo

# editProfileButtonLabel
source: Edit Profile
de: Profil bearbeiten

# newPostTitleLabel
source: Title
de: Post topic

# newPostButtonLabel
source: New post
de: Neuer Beitrag

# newPostTextLabel
source: Post text
de: Beitragtext

# addFollowersVCTitle
source: Followers
de: Follower

# addFollowerGreetingLabel
source: Double tap user to follow:
de: Doppeltippen, um dem Benutzer zu folgen:

# alreadyFollowedLabel
source: You're already following these users:
de: Sie folgen schon diese Benutzer:

# authInvalidPassword
source: Wrong password entered
de: Falsches Passwort eingegeben

# emailBadlyFormatted
source: Login not in email format
de: Anmeldung nicht im E-Mail-Format

# authUserNotRegistered
source: User not registered. Pls sign up
de: Benutzer nicht registriert. Bitte anmelden

# authOtherError
source: Other error. Pls relogin
de: Anderer Fehler. Bitte erneut anmelden

# signUpEmailBadlyFormatted
source: Login not in email format
de: Anmeldung nicht im E-Mail-Format

# signUpUserAlreadyExists
source: User already exists
de: Benutzer existiert bereits

# otherSignUpError
source: Connection problems. Pls try later
de: Verbindungsproblem. Bitte später erneut versuchen

# passwordLengthIncorrect
source: Password must be 6 characters long or more
de: Passwort muss 6 Zeichen oder mehr lang sein

# errorAlertTitle
source: Error
de: Fehler

# errorAlertAction
source: Please try again
de: Bitte noch einmal

# newPostGreetingLabel
source: Hello,
de: Gruss Gott,

# newPostLabel
source: Please write your post
de: Bitte schreiben Sie Ihren Beitrag

# newPostUploadImageLabel
source: Tap to upload new post photo
de: Sie können das Foto hochladen

# userRegisteredAlertText
source: User registered successfully!
de: Benutzer hat sich erfolgreich registriert!

# cloudConnectionError
source: Connection error. Your data will be uploaded once the connection is established
de: Verbindungsfehler. Ihre Daten werden hochgeladen, sobald die Verbindung hergestellt ist

# successAlertTitle
source: Success
de: Erfolg

# newPostAlertMessage
source: New post added successfully
de: Erfolgreich gepostet

# photosVCTitle
source: My photos
de: Meine Fotos

# photosProfileButton
source: Photos
de: Fotos

# logOutButtonTitle
source: Log Out
de: Ausloggen

# noPostsLabel
source: No posts yet
de: Noch keine Beiträge

# subscribedStatisticsLabel
source: subcribed
de: abonniert

# followersStatisticsLabel
source: followers
de: gefolgt

# locationsProfileButton
source: Locations
de: Standorte

# satelliteMapType
source: Satellite
de: Satellit

# yourPhotoLabel
source: Your photo
de: Ihr Foto

# addAlertAction
source: Add
de: Hinzufügen

# cancelAlertButtonText
source: Cancel
de: Abbrechen

# locationServicesAlertText
source: Location services not enabled or restricted!
de: Ortungsdienste nicht aktiviert oder eingeschränkt!

# addAnnotationAlertText
source: Add annotation
de: Anmerkung hinzufügen

# enterPOIAlertText
source: Enter your POI name
de: Geben Sie POI-Namen ein

# notFollowingAnybodyLabel
source: You are not following anybody yet
de: Sie folgen noch niemandem

# editUserGreetingLabel
source: You can edit your profile here
de: Sie können Ihr Profil hier bearbeiten

# viewUserGreetingLabel
source: Profile summary
de: Profilzusammenfassung

# saveEditingButtonLabel
source: Save
de: Speichern

# closeLabel
source: Close
de: Schliessen

# distanceOverlayText
source: Distance
de: Distanz
